tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'vim', args: ['with-lua']
brew 'ctags'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'

brew 'git'
brew 'git-extras'
brew 'hub', args: ['HEAD']
brew 'tig'
brew 'tmux'

brew 'zsh'
brew 'fzf'
brew 'autojump'
brew 'fontforge'
brew 'terminal-notifier'

brew 'aria2'
brew 'curl'
brew 'proxychains-ng'

brew 'elixir'
brew 'go'

brew 'tree'
brew 'wget'
brew 'mtr'

brew 'postgresql'
brew 'mysql'
brew 'nginx'
